<style>
    h3,
    h5 {
        font-family: Microsoft JhengHei;
        font-weight: bold;
        color: blue;
    }
</style>

<div class="container">
    <section>

        <div>
            <h3 class="text-center mt-5">入住須知</h3><br><br>
            <h5>平假日定義</h5>
            <ul>平日：週日～週四。</ul>
            <ul>旺日：寒暑假。</ul>
            <ul>國定假日：週五、週六、及連續假日含前一晚。</ul>
            <ul>定價：農曆年節。</ul>

            <h5>入退時間</h5>
            <ul>入住時間：15:00以後</ul>
            <ul>退房時間：11:00以前</ul>

            <h5>住宿須知</h5>
            <ul>請先以留言、mail或電話詢問，電話聯絡時間為10:00～22:00。</ul>
            <ul>請載明入住之大人及小朋友人數(包含小朋友年齡、性別)以便為您準備入住所需物品。</ul>
            <ul>入住時人數與備註不同時，有權拒絕入住，預付款項將不予退還。</ul>
            <ul>全面禁煙和嚼檳榔、禁止酗酒、開火、寵物、喧嘩、轟趴或嗑藥等，任何非法行為，一經發現，將報警處理。</ul>
            <ul>為維護其他房客的住宿權益及確保住宿品質，嚴禁攜帶寵物入住。</ul>
            <ul>屋內之寢具家飾，如遭毀損、遺失，除照價賠償外並保留法律追訴權。</ul>
            <ul>歡迎使用我們提供之用品與遊具，用畢請記得歸回原位，機會教育下一代。</ul>
            <ul>晚上10點後請輕聲細語，避免吵到其他房客及鄰居。</ul>
        </div>
    </section>
</div>